ar.xjuan.Cambalache
ch.protonmail.protonmail-import-export-app
com.belmoussaoui.Authenticator
com.belmoussaoui.Obfuscate
com.bitstower.Markets
com.discordapp.Discord
com.github.flxzt.rnote
com.github.gi_lom.dialect
com.github.liferooter.textpieces
com.github.tchx84.Flatseal
com.logseq.Logseq
com.microsoft.Teams
com.rafaelmardojai.SharePreview
com.rafaelmardojai.WebfontKitGenerator
de.haeckerfelix.AudioSharing
fr.romainvigier.MetadataCleaner
im.bernard.Nostalgia
info.portfolio_performance.PortfolioPerformance
io.github.seadve.Kooha
net.codeindustry.MasterPDFEditor
org.gabmus.whatip
org.gnome.Solanum
org.gnome.Todo
org.gnome.design.AppIconPreview
org.gnome.design.Contrast
org.gnome.design.Emblem
org.gnome.design.IconLibrary
org.gnome.design.SymbolicPreview
org.gnome.gitlab.YaLTeR.VideoTrimmer
org.jitsi.jitsi-meet
org.kde.kcachegrind
org.kde.massif-visualizer
re.sonny.Commit
re.sonny.Workbench
us.zoom.Zoom
