app.devsuite.Ptyxis
app.drey.KeyRack
com.discordapp.Discord
com.github.tchx84.Flatseal
com.obsproject.Studio
com.usebottles.bottles
com.valvesoftware.Steam
md.obsidian.Obsidian
org.blender.Blender
org.gimp.GIMP
org.gnome.FileRoller
org.gnome.Papers
org.kde.elisa
org.kde.kcachegrind
org.kde.kdenlive
org.kde.kgraphviewer
org.kde.kompare
org.kde.krita
org.kde.massif-visualizer
org.kde.okteta
org.kde.okular
org.shotcut.Shotcut
org.signal.Signal
org.sqlitebrowser.sqlitebrowser
org.wireshark.Wireshark
