app.drey.Dialect
app.drey.EarTag
app.drey.Warp
ch.protonmail.protonmail-import-export-app
com.discordapp.Discord
com.github.GradienceTeam.Gradience
com.github.fushinari.Wordbook
com.github.phase1geo.minder
com.github.rafostar.Clapper
com.github.taiko2k.avvie
com.github.tchx84.Flatseal
com.github.tenderowl.frog
com.github.unrud.VideoDownloader
com.hunterwittenborn.Celeste
com.lakoliu.Furtherance
com.raggesilver.BlackBox
de.haeckerfelix.Shortwave
im.bernard.Nostalgia
io.bassi.Amberol
io.crow_translate.CrowTranslate
io.github.celluloid_player.Celluloid
io.github.diegoivan.pdf_metadata_editor
io.github.nate_xyz.Paleta
io.github.realmazharhussain.GdmSettings
io.github.seadve.Mousai
io.gitlab.theevilskeleton.Upscaler
io.posidon.Paper
net.sapples.LiveCaptions
nl.hjdskes.gcolor3
org.gaphor.Gaphor
org.gnome.Todo
org.gnome.design.AppIconPreview
org.gnome.design.IconLibrary
org.gnome.design.SymbolicPreview
org.kde.kcachegrind
org.kde.massif-visualizer
org.nickvision.money
org.nickvision.tubeconverter
us.zoom.Zoom
