7zip
alsa-firmware
amd-ucode
android-tools
android-udev
aspell-de
aspell-en
aspell-fr
atomicparsley
audiofile
authenticator
autopep8
base
base-devel
bash-completion
bat
bear
beets
bluez-tools
bluez-utils
boost
brother-dcp-l2510d
brscan4
brscan5
bzip3
caligula
capitaine-cursors
cargo-about
cargo-audit
cargo-auditable
cargo-binstall
cargo-bloat
cargo-bundle-licenses
cargo-c
cargo-cache
cargo-clone
cargo-crev
cargo-deny
cargo-depgraph
cargo-dist
cargo-docs-rs
cargo-edit
cargo-expand
cargo-feature
cargo-flamegraph
cargo-fuzz
cargo-geiger
cargo-generate
cargo-hack
cargo-insta
cargo-license
cargo-llvm-cov
cargo-machete
cargo-make
cargo-modules
cargo-msrv
cargo-nextest
cargo-outdated
cargo-public-api
cargo-rdme
cargo-release
cargo-run-bin
cargo-semver-checks
cargo-show-asm
cargo-sort
cargo-spellcheck
cargo-supply-chain
cargo-sweep
cargo-tarpaulin
cargo-udeps
cargo-update
cargo-watch
cargo-wizard
cbindgen
ccache
cgdb
clinfo
codespell
compsize
cups-pdf
cxxbridge
cyme
dconf-editor
devtools
dialog
dnsmasq
docker
docker-buildx
docker-credential-secretservice-bin
easy-rsa
ed
efibootmgr
efitools
emacs-wayland
epiphany
ethtool
exfatprogs
eza
fd
fdupes
ffmpegthumbnailer
file-roller
firefox
flatpak
flatpak-xdg-utils
foot
foot-terminfo
fprintd
fzf
gcovr
gdm
git-delta
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-podcasts
gnome-tweaks
gptfdisk
graphicsmagick
grcov
gst-libav
gst-plugin-gtk
gst-plugin-libcamera
gst-plugins-bad
gst-plugin-va
gstreamer-vaapi
gucharmap
gvfs-mtp
handlr-regex
haveged
hddtemp
hdparm
hledger-ui
hspell
htop
hunspell-de
hunspell-en_us
hunspell-fr
hyperfine
hyphen-de
hyphen-en
hyphen-fr
id3lib
idle3-tools
img2pdf
inetutils
iotop
ipp-usb
irqbalance
ispell
iwd
kcov
lesspipe
lhasa
libblockdev-dm
libblockdev-lvm
libblockdev-nvdimm
libdvdcss
libdwarf
libgnome-keyring
libmp4v2
libmythes
libnma
libofa
libopenraw
libraw
libultrahdr
libva-utils
libvdpau-va-gl
libvoikko
libwebp-utils
libwmf
libwpg
libzip
linux
linux-firmware
linux-tools-meta
lld
lldb
llvm
logrotate
loupe
lrzip
lsb-release
lsof
ltrace
lzip
lzop
man-db
man-pages
mesa-demos
mesa-utils
meson
mesonlsp
mkinitcpio-utils
mold
mpv
mtools
mypy
mythes-en
nautilus-image-converter
nautilus-open-any-terminal
ncdu
neovim
net-tools
networkmanager
noto-fonts-emoji
ntfs-3g
nuspell
nvme-cli
openbsd-netcat
opencl-mesa
otf-commit-mono-nerd
paccat
pacman-contrib
pacrunner
papers
papirus-icon-theme
paru-bin
pdfarranger
picard
pigz
pipewire-alsa
pipewire-libcamera
pipewire-v4l2
pipewire-zeroconf
pixz
pkgfile
pngcrush
power-profiles-daemon
powertop
profile-cleaner
progress
proton-vpn-gtk-app
pwgen
pyalpm
python-aiodns
python-audioread
python-awesomeversion
python-babel
python-beaker
python-brotli
python-brotlicffi
python-build
python-cchardet
python-defusedxml
python-discogs-client
python-docker
python-dogpile.cache
python-ecdsa
python-email-validator
python-fastimport
python-flake8-black
python-flake8-docstrings
python-flake8-isort
python-flask
python-fs
python-genshi
python-ghp-import
python-gssapi
python-h2
python-hsluv
python-html2text
python-html5lib
python-installer
python-keyrings-alt
python-keystone
python-langdetect
python-linkify-it-py
python-lz4
python-micawber
python-mpd2
python-netifaces2
python-notify2
python-objgraph
python-olefile
python-openpyxl
python-paramiko
python-pdfminer
python-pdftotext
python-pip
python-pipx
python-priority
python-prometheus_client
python-pyacoustid
python-pyalsa
python-pyaml
python-pycryptodome
python-pydantic
python-pygal
python-pygit2
python-pygithub
python-pyinotify
python-pylast
python-pylint
python-pymad
python-pyphen
python-pypng
python-pyserial
python-pystache
python-pystemmer
python-pytest-isort
python-pyudev
python-pyxattr
python-rcssmin
python-requests-oauthlib
python-rjsmin
python-rope
python-ruamel-yaml
python-service-identity
python-setuptools-rust
python-standard-aifc
python-standard-sunau
python-symengine
python-sympy
python-tabulate
python-trio
python-typogrify
python-ukkonen
python-unicodedata2
python-uv
python-virtualenv
python-volume_key
python-watchdog
python-wcwidth
python-webcolors
python-websockets
python-xattr
python-xlrd
python-zeroconf
python-zopfli
python-zstandard
realtime-privileges
reflector
ripgrep-all
rust-analyzer
rust-bindgen
sane-airscan
sbctl
seahorse
seahorse-nautilus
shellcheck
shfmt
simple-scan
smartmontools
snapshot
soundconverter
sox
starship
strace
subdl
syncthing
system-config-printer
tcpdump
tealdeer
time
tmux
torbrowser-launcher
traceroute
transmission-qt
tree
ttf-atkinson-hyperlegible
udisks2-btrfs
ugrep
unicode-emoji
unrar
upx
usbguard
valgrind
vi
video-trimmer
vorbis-tools
vulkan-extra-layers
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
wayland-utils
webp-pixbuf-loader
whois
wild
wireless-regdb
wireless_tools
wl-clipboard
woff2-font-awesome
xarchiver
xf86-input-evdev
yamllint
yapf
yt-dlp
yt-dlp-ejs
yubikey-personalization-gui
zip
zram-generator
